Repository: collective/plone.contentratings
Catalog: plone/contentratings/locales/*/LC_MESSAGES/plone.contentratings.po
Languages: it

source: Acquired Categories
it: Categorie acquisite

source: Assignment
it: Assegnazione

source: Categories
it: Categorie

source: Category
it: Categoria

source: Category Assignments
it: Assegnazione categoria

source: Change Portal Type
it: Cambia tipo di contenuto

source: Enable Ratings
it: Abilita Valutazioni

source: Enable ratings on this content item
it: Abilita le valutazioni su questo elemento

source: Local Categories
it: Categorie Locali

source: Manage Categories
it: Gestisci Categorie

source: Portal Type
it: Tipo di contenuto

source: Rating Assignments
it: Assegnazioni delle Valutazioni

source: Ratings
it: Valutazioni

source: Select the view for this category
it: Seleziona la vista per questa categoria

source: Set the categories for portal types
it: Imposta le categorie per tipi di contenuto

source: Settings
it: Impostazioni

source: Settings related to content ratings.
it: Impostazioni per le valutazioni dei contenuti

source: View
it: Vista

source: allow_ratings_help
it: Seleziona per poter aggiungere valutazioni a quesot elemento Usa il pannello di controllo per selezionare il tipo di valutazione da mostrare per ogni tipo di contenuto.

source: categories_description_help
it: Aggiungi, modifica o rimuovi categorie. Puoi specificare un titolo, una descrizione, condizioni per vedere ed impostare la graduatoria, una vista per visualizzare la graduatoria e un numero d'ordine relativo. Categorie che sono definite ad un livello inferiore (e.g. globalmente) non possono essere modificate. Devi salvare le modifiche dopo aver aggiunto o rimosso categorie

source: typespolicies_description_help
it: Scegli un tipo di contenuto dalla lista e seleziona uno o pi√π tipi di graduatoria che dovranno apparire su questo tipo.
